export const faqData = [
  {
    question: "Что делает Science64?",
    answer: "Анализирует все твои партии, находит системные ошибки в дебюте и предлагает точечные улучшения — не отдельные ходы, а цельные варианты.",
    isOpen: false
  },
  {
    question: "Сложно ли пользоваться?",
    answer: "Анализирует все твои партии, находит системные ошибки в дебюте и предлагает точечные улучшения — не отдельные ходы, а цельные варианты.",
    isOpen: false
  },
  {
    question: "Что мне это даст?",
    answer: "Анализирует все твои партии, находит системные ошибки в дебюте и предлагает точечные улучшения — не отдельные ходы, а цельные варианты.",
    isOpen: false
  },
  {
    question: "Я загружу партии — что будет дальше?",
    answer: "Анализирует все твои партии, находит системные ошибки в дебюте и предлагает точечные улучшения — не отдельные ходы, а цельные варианты.",
    isOpen: false
  },
  {
    question: "Есть ли оплата из-за рубежа?",
    answer: "Анализирует все твои партии, находит системные ошибки в дебюте и предлагает точечные улучшения — не отдельные ходы, а цельные варианты.",
    isOpen: false
  }
]