export const faqData = [
  {
    question: "Что делает Science64?",
    answer: "Анализирует все твои партии, находит системные ошибки в дебюте и предлагает точечные улучшения — не отдельные ходы, а цельные варианты.",
    isOpen: false
  },
  {
    question: "Сложно ли пользоваться?",
    answer: "Science64 предлагает вывод информации в виде деревьев, что очень наглядно, но потребуется некоторое время, чтобы привыкнуть к интерфейсу.",
    isOpen: false
  },
  {
    question: "Что мне это даст?",
    answer: "Вы получаете прямое указание на собственные проблемные позиции с автоматическим анализом в виде вариантов. Требуется только выбрать, игру в каких позициях вы хотите скорректировать и утвердить предложенные сервисом рекомендации. Подобный подход сильно экономит время и повышает эффективность тренировок.",
    isOpen: false
  },
  {
    question: "Я загружу партии — что будет дальше?",
    answer: "Будет предложено выбрать, против какой рейтинговой группы вы хотите готовиться, поместить интересующие проблемные позиции в план тренировки, просмотреть рекомендации сервиса и перейти к тренировке.",
    isOpen: false
  },
  /*{
    question: "Есть ли оплата из-за рубежа?",
    answer: "Анализирует все твои партии, находит системные ошибки в дебюте и предлагает точечные улучшения — не отдельные ходы, а цельные варианты.",
    isOpen: false
  }*/
]